Tekla.Structures.AnalysisInternal.DotAnalysisDecomposedNodeLoad
Serialization structure for AnalysisDecomposedNodeLoad.

Tekla.Structures.AnalysisInternal.DotAnalysisDecomposedNodeLoad.AnalysisDecomposedLoad
The analysis object.

Tekla.Structures.AnalysisInternal.DotAnalysisDecomposedNodeLoad._F
The force of the analysis decomposed node load.

Tekla.Structures.AnalysisInternal.DotAnalysisDecomposedNodeLoad._M
The moment of the analysis decomposed node load.

Tekla.Structures.AnalysisInternal.DotAnalysisDecomposedNodeLoad.ToStruct(Tekla.Structures.Analysis.AnalysisDecomposedNodeLoad)
DO NOT USE! For internal usage only!
P: P.

Tekla.Structures.AnalysisInternal.DotAnalysisDecomposedNodeLoad.FromStruct(Tekla.Structures.Analysis.AnalysisDecomposedNodeLoad)
DO NOT USE! For internal usage only!
P: P.